<template>
  <div class="text-ct">
    <h2>预售规则</h2>
    <h3>一、预售流程</h3>
    <p>拍下定金-收到尾款提醒-支付尾款-产品送达-交易完成</p>
    <p>二、预售须知</p>
    <p>1、 产品一旦预订成功，将无法退还定金，且无法转定其他预订产品，敬请谅解。</p>
    <p>2、 商品详情页面内产品到货时间仅供参考；如有更改，我们将会在第一时间更
      新并告知各位顾客，具体发货时间以厂家实际出货时间为准。产品出货后，我们
      将会第一时间通知支付尾款。</p>
    <p>3、 预订产品出货后，我们将会在第一时间通过平台推送，预留手机号短信，平
      台公告等方式通知预定顾客进行尾款支付。</p>
    <p>4、 如平台发出尾款通知后的补尾款期限内未支付且未联系平台，将视为自动放
      弃预定产品，且定金不予退还。</p>
    <p>5、 由于互联网技术因素等客观原因，漫想家 APP 显示的信息可能存在一定的滞
      后性或差错，对此情景用户知悉并了解。因此，由于排版错误或信息错误导致商
      品不以正确或明显不合理的价格或信息显示的，漫想家 APP 有权取消该等不正
      确或显不合理的价格或信息显示的商品订单的权利。</p>
    <p>6、 限定发售活动订单无法使用任何红包、优惠券，也无法享受任何折扣、满减、
      包邮活动等任何形式的优惠。</p>
    <p>7、 为保护您的个人财产安全，用户在漫想家 APP 内的交易行为，请您仅通过漫
      想家 APP 站内完成下单付款。请勿轻信或尝试任何其他付款方式，漫想家 APP
      也不会通过任何形式联系您通过其他方式支付。如发生此类情况而您无法判断
      的，请您停止支付，您可通过联系漫想家 APP 客服进行核实。否则，您因轻信
      第三方或因其他付款方式导致的个人财产损失，漫想家 APP 不承担亦无法承担
      任何责任及后果。</p>
    <p>您如对规则存在疑问，可联系我们。</p>
    <p>邮箱: service@mxjclub.com</p>
  </div>
</template>

<script>
export default {
  name: 'item',
  data() {
    return {}
  },
  computed: {},
  created() {
  },
  mounted() {
  }
}
</script>

<style lang="stylus" scoped>
.text-ct {
  padding: .6em
}
h2 {
  padding: .5em 0
  font-size 18rem
  text-align: center
  font-weight: bold
  color: #666
}
p {
  margin-top: .3em
  margin-bottom: .3em
  text-indent: 2em;
  text-align: justify;
}
</style>
