<template>
  <div class="text-ct">
    <h2>商家入驻须知</h2>
    <h3>您在漫想家平台（以下简称“本平台”或“平台”）申请商家入驻之前，请仔细阅读本（协议）须知的全部内容，如果您对本（协议）须知的内容有疑问可以咨询客服，如果您不同意本（协议）须知的任意内容，或者无法准确理解须知内容的解释，请不要进行后续操作。如继续操作则视为您同意并认可本协议、漫想家平台的交易流程、交易模式和提供的服务。</h3>
    <p>品牌商家入驻条件：</p>
    <p>（1）具备公司主体</p>
    <p>（2）有合法品牌授权或者采购链路证明</p>
    <p>（3）其他平台合作记录或者良好的销售记录</p>
    <p>企业商家入驻开通及停止</p>
    <p>（1）您通过商家入驻申请完成信息提交，签署协议以后，经过漫想家平台审核通过，您可在漫想家平台提供的商家服务进行经营、销售商品。服务开通的具体时间以漫想家平台系统显示为准</p>
    <p>（2）如您需要停止服务，应至少提前十五个工作日向漫想家平台提出书面申请，经漫想家平台审核同意后停止服务功能</p>
    <p>（3）如漫想家平台认定您擅自停止在漫想家平台上经营的（包括但不限于擅自拖延发货、不予发货等情形），您应按照停止经营前一年内的订单实收的总额的10%向漫想家平台支付违约金，前述金额，漫想家平台有权向您所要前述违约行为以弥补消费者因此而产生的损失的，您应另行补偿支付</p>
    <p>（4）如您违反法律法规、本协议、平台规则或有其他侵害消费者利益的行为，本平台有权利停止您在本平台上的运营，您若有以下情况之一的，漫想家平台有权保留停止余额提现，且保留停止向您提供服务或追偿的权利，漫想家平台将先行向买家进行赔偿，漫想家平台赔偿后，有权向商家追偿。</p>
    <p>（a）您违反法律、法规、政策及本协议、平台规则或违反对消费者的承诺致消费者受损的，漫想家平台有完全的权利根据本协议中约定的规则进行责任判定，且基于前述判定直接使用钱包余额代您向消费者退还货款、支付违约金及或赔偿款；</p>
    <p>（b）如您违反国家法律法规、规则政策致使平台权益受损（包括但不限于合理的律师费用、行政处罚、被判决侵权、被媒体曝光、商誉受损等），漫想家平台有权保留停止余额提现，且保留停止向您提供服务或追偿的权利，漫想家平台可直接从钱包余额中划扣相应的金额；</p>
    <p>（c）如您违反本协议或平台规则，根据本协议或平台规则应当向漫想家平台支付违约金及或赔偿款，漫想家平台可直接从钱包余额中划扣相应的金额；</p>
    <p class="bold">（d）如您寄出的商品不符合消费者选择的商品等要求的，漫想家平台可直接从钱包余额中划扣全额，并要求您重新邮寄正确的商品款式，且由您自行承担所产生的全部快递运输费；</p>
    <p class="bold">（e）如您在消费者完成支付后【72】小时后仍未完成发货的，属于严重超时发货情形，漫想家平台有权利取消订单并直接从钱包余额中划扣全额；</p>
    <p>（f）如您违反本协议项下条款，没有在消费者或平台要求的合理期限内改正或无法改正的；</p>
    <p>争议解决</p>
    <p>您与消费者之间发生争议，本平台有权进行协调，但是本平台能以普通人的认知对于争议进行判断，除存在故意或重大过失外，本平台对争议调处决定免责。您与本平台发生争议的，应首先与本平台友好协商，协商不成的，应由本平台运营公司所在地的人民法院管辖。</p>
    <p>违约及虚假发货</p>
    <p>若卖家违约或者虚假发货。按照平台标准进行违约处理，并给予买家相应的赔偿。情节严重的卖家漫想家平台将取消其卖家资格。</p>
    <p>漫想家平台服务收费</p>
    <p>为了鼓励卖家在漫想家平台的发展，漫想家平台暂时只收取<span class="red">7%平台服务费</span>，但并不排除今后就其提供的全部或部分服务或者其他新增服务收取费用，届时漫想家平台将通过网站公告等形式提前公布收费政策及收费规则。</p>
    <p>(一)技术服务费：为保证稳定交易服务而产生的研发/运营/推广（所有营销成本均由平台支付）/设备等综合技术服务费成本。</p>
    <p>(二)转账手续费：第三方支付平台对每笔转账收取的手续费及平台转账服务提供的技术支持服务费用。</p>
    <p>免责声明</p>
    <p>1.对于使用、利用漫想家平台从事的相关行为、商城平台中所涉信息等，卖家不得有恶意欺骗、欺诈之行为，亦不得故意或过失损害本平台的合法权益；因卖家违约、违规等行为与第三人产生的纠纷，漫想家平台不承担任何法律责任。</p>
    <p>2.本规则的最终解释权归漫想家平台所有，漫想家平台有权对本规则进行修改并公示。</p>
  </div>
</template>

<script>
export default {
  name: 'item',
  data() {
    return {}
  },
  computed: {},
  created() {
  },
  mounted() {
  }
}
</script>

<style lang="stylus" scoped>
.text-ct {
  padding: .6em
}
h2 {
  padding: .5em 0
  font-size 18rem
  text-align: center
  font-weight: bold
  color: #666
}
p {
  margin-top: .3em
  margin-bottom: .3em
  text-indent: 2em;
  text-align: justify;
}
.bold{
  font-weight: bold
  text-indent: 0
}
.underline{
  text-decoration underline
}
.red{
  color: red
  text-decoration underline
}
</style>
