<template>
  <div class="text-ct">
    <h2>APP 抽奖规则</h2>
    <h3>一、活动规则</h3>
    <p>1. 本抽奖活动为漫想家 APP 用户专享，每个用户每个抽奖商品最多可获得 6 个
      抽奖码。其中，在抽奖时间内点击抽奖按钮即可获得首个抽奖码，同时用户将活
      动分享给好友且好友成功参与后可继续获得抽奖码，最多可通过分享获得 5 个抽
      奖码；由好友成功参与后助力获得的抽奖码将同步展示助力好友的漫想家账号信
      息；</p>
    <p>2. 登记结束后，平台将在抽奖时间内从所有抽奖码中随机抽取 1 个抽奖码为中
      奖号码，并于该活动页面公示中奖信息，中奖用户可获得当期中奖奖品;</p>
    <p>3. 中奖用户需在开奖后 3 个自然日内在平台站内填写收货信息，如因中奖用户
      未及时填写收货信息或填写收货信息错误导致无法发货的，则视为放弃中奖机
      会;</p>
    <p>4. 每轮活动同一用户最多可获得 1 份中奖奖品，若多轮活动抽取到的多个中奖
      号码经平台核实属于同一用户则仅算作一次中奖，多余奖品自动取消。虽为不同
      用户 ID，但设备、收货信息、支付信息等相同的，均视为同一用户。</p>
    <p>5. 若平台发现用户存在批量注册、恶意刷奖等行为，平台有权取消其中奖资格
      且不予发货。</p>
    <h3>二、抽奖规则</h3>
    <p>每期活动中奖码将采用随机数通过公式计算得出，细则如下:</p>
    <p>计算公式: A+B=C、、、、D (C 为商,D 为余数)</p>
    <p>其中</p>
    <p>A=开奖当日纳斯达克指数与道琼斯指数的组合数列(若当日不开盘则取离开奖日
      最近的收盘指数)</p>
    <p>例如:当日纳斯达克指数为 7385、86,道琼斯指数为 26186、71,则 A=7385862618671
      B=抽奖截至时所有抽奖码总数</p>
    <p>例如:当日开奖前共产生了 58888 个抽奖码，则 B=58888</p>
    <p>A+B=7385862618671+58888= 125422201、、、、、46183</p>
    <p>中奖码即为 46183+600001 =646184</p>
    <p>若有多个中奖名额，则中奖码基于 A %(B+n)+600001 的结果，其中 n=抽奖顺序-1;</p>
    <p>例如，第-个中奖码基于 A%B+600001的结果，第二个中奖码基于 A %(B+1)+ 600001
      的结果，并以此类推，直到最后-个中奖码。</p>
    <p>若中间出现两个中奖码属于同一个中奖者的情况下，会通过(A+1) %(B+n)+600001
      的结果进行去重。</p>
    <p>注意</p>
    <p>1. 活动结束后中奖结果和奖品具体尺码将在此页面公示，请
      注意查看</p>
    <p>2. 送出的奖品保证正品，一经送出，不予更换。</p>
    <p>3. 在此活动中 APPLE 不是赞助者,也没有以任何形式参与活动。</p>
    <p>您如对规则存在疑问，可联系我们。</p>
    <p>邮箱: service@mxjclub.com</p>
  </div>
</template>

<script>
export default {
  name: 'item',
  data() {
    return {}
  },
  computed: {},
  created() {
  },
  mounted() {
  }
}
</script>

<style lang="stylus" scoped>
.text-ct {
  padding: .6em
}
h2 {
  padding: .5em 0
  font-size 18rem
  text-align: center
  font-weight: bold
  color: #666
}
p {
  margin-top: .3em
  margin-bottom: .3em
  text-indent: 2em;
  text-align: justify;
}
</style>
