<template>
  <div class="text-ct">
    <h2>买家须知</h2>
    <p class="bold">您在漫想家平台(指 漫想家App,下称“平台”)购买商品之前,请仔细阅读本须知的全部内容(尤其重点提示内容),如果您对本须知的内容有任何疑问请您务必咨询客服了解情况,如果您不同意本须知的任何内容,或者无法准确理解本须知内容,请不要进行后续操作。如继续操作则视为您同意并认可平台的交易流程、交易模式和提供的服务。</p>
    <p class="bold underline">漫想家app为第三方技术服务平台,为用户提供正版授权的工作室和供应商的网络交易平台。平台非商品的销售方,不为买家提供三包服务,相关问题应由买卖双方协商解决,平台可提供必要协助。</p>
    <p class="bold">因模玩潮玩的发售时间长短及限量属性，平台为企业商家网络交易平台,平台内交易商品均为企业商家针对同一卖家同一款式在买家购买时数量极为有限(可能仅有一体或一件商品),并且交易商品的潮牌商品性质导致商品短期内的价值会存在频繁波动，<span class="red">因而平台内商品不支持七天无理由退换货。</span></p>
    <h3>一、交易方式</h3>
    <p>平台所有商品企业商家售卖时可多个企业商家竞价出价，所有显示价格的商品均由卖家竞价出价，平台根据卖家出价由低至高排序后显示实时最低出价销售商品供买家选购。
      买家可通过平台以如下方式交易方式购买商品</p>
    <p>（一）全新商品交易:是指企业商家将全新正版授权的物品进行出售,具体商品的交易模式如下</p>
    <p>1.现货商品交易:</p>
    <p>企业商家将全新现货商品进行出售,买家购买现货商品后,卖家直接将商品寄送至买家的商品交易</p>
    <p>若无企业商家售卖商品将显示无价格</p>
    <p>2.预售商品交易:是指卖家出售商品的物理位置尚不在卖家所在地导致卖家不能在短期内发货,买家支付定金购买预售商品后,商家按照订单数量进行生产，生产完成后平台买家在规定时间支付尾款，商家将商品直接寄送至买家的商品交易。</p>
    <h3>二、买家交易注意事项</h3>
    <p>（一）因模玩潮玩的发售时间长短及限量属性，平台为企业商家网络交易平台,平台内交易商品均为企业商家针对同一卖家同一款式在买家购买时数量极为有限(可能仅有一体或一件商品),并且交易商品的潮牌商品性质导致商品短期内的价值会存在频繁波动，<span class="red">因而平台内商品不支持七天无理由退换货。</span></p>
    <p>（二）鉴于平台内商品价值较高,请买家在平台购买任何商品时,确保商品由本人亲自收货并签字确认(请勿由他人代收)、联系电话和收货地址真实有效,如买家使用他人的身份信息进行交易,或收件人及相关信息有误,或为虚假信息,平台有权关闭交易且不赔偿任何保证金。</p>
    <p>（三）买家签收商品后,应对商品进行验收,验收未完成前请勿拆除防调包扣,如拆除外包装或封条、实际使用,将视为商品已通过买家验收。</p>
    <p>（四）一个手机号不可被多个收件人使用,若出现多个收件人使用同一账户或者同一手机号情况导致无法确定单个商品的收件人或导致无法成功寄送商品的,平台有权关闭交易且不赔偿任何保证金。</p>
    <p>（五）购买预售商品时:</p>
    <p>1.买家不可使用大量相同或相似地址大量购买预售商品,如同地址或者相似地址在短时间内重复购买预售商品,平台有权取消用户现在进行的或之后所有使用此收件地址的订单,并关闭交易且不赔偿任何保证金。</p>
    <p>（六）<span class="red">平台将尽最大努力打击假冒无授权伪劣商品和该等商品的交易行为,如商品为假冒产品,平台作为第三方电商平台,将尽最大努力协助买家维权,并由卖家直接向买家承担违约责任或赔偿责任,买家亦可就此采取行政举报、提起民事诉讼或刑事举报等法律手段维护自身权利。</span></p>
    <h3>三、正常交易流程</h3>
    <p>购买企业商家现货商品,正常交易流程如下:</p>
    <p>1买家下单并支付全款</p>
    <p>2卖家发货至买家</p>
    <p>3买家收货和验收</p>
    <p>4.验收通过,交易完成</p>
    <p>购买预售商品,正常交易流程如下:</p>
    <p>1.买家在平台下单支付定金</p>
    <p>2平台打款至卖家</p>
    <p>3卖家生产完成</p>
    <p>4.收到平台提醒</p>
    <p>5.支付尾款至平台</p>
    <p>6.卖家按照预定先后顺序发货至买家</p>
    <p>7.买家收货和验收</p>
    <p>8.验收通过,交易完成</p>
    <h3>四、发货时间</h3>
    <p>(一)企业商家商品:买家下单支付全款后,卖家将在<span>72小时</span>内使用平台指定物流向买家指定的地点发货</p>
    <h3>五、运费承担</h3>
    <p>企业商家发货由买家承担平台寄往买家的运费,企业商家使用指定物流公司发货，买家应在支付价款的同时支付运费。</p>
    <h3>六、不适用7天无理由退换货</h3>
    <p>因模玩潮玩的发售时间长短及限量属性，平台为企业商家物品网络交易平台,平台内交易商品均为企业商家物品,针对同一卖家同一款式在买家购买时数量极为有限(可能仅有一体或一件商品),并且交易商品的潮牌商品性质导致商品短期内的价值会存在频繁波动，<span class="red">因而平台内商品不支持七天无理由退换货。</span></p>
    <p class="red">买家支付订单即视为同意并认可交易商品不适用7天无理由退换货。</p>
    <h3>七、买家收货和交易完成</h3>
    <p class="red">因平台内交易商品价格较高,且存在价格波动,买家务必确认为本人亲自收货和验收。买家在签收商品时,对商品进行当场验收是买家的权利亦是买家应当履行的谨慎义务,买家无理由拒绝签收商品的,商品的毁损、丢失任由买家承担。</p>
    <p>（一）签收和拒收规则</p>
    <p>1.签收</p>
    <p>买家收到商品的快递包惠后,应在快递人员在场的情况下,当面开箱并拍摄开箱视频(开拍视频应多角度拍摄,内容应包括物单号信息、封条商品全貌,以全面展现商品开箱时的状态）和图片,并对商品进行初步验收,验收商品是否属于下述第一类和第二类问题。
      商品不存在笫一类、第二类问题的，买家应签收商品。商品在通过买家签收后，损毁、丢失的风险由买家承担。</p>
    <p>2.拒收</p>
    <p>商品存在合理拒收理由的，买家可拒收商品，并应于拒收当日在平台上或联系平台客服填写拒收理由并上传开箱视频和异议图片，以下第一类和/或第二类理由为买家合理拒收理由。</p>
    <p>第一类:货物不符（收到货物与卖家售卖商品图不一致，非同一商品）</p>
    <p>第二类:因快递原因导致包裹外包装损坏</p>
    <p>a.买家提供的证据证明其拒收属于第一类理由的，平台支持交易关闭，退货退款，卖家应承担违约金。</p>
    <p>b买家提供的证据证明其拒收属于第二类理由的，平台支持交易关闭，退货退款</p>
    <p class="red">c买家捉供的证据无法证明其拒收属于第一类或第二类理由的,为无合理理由拒收,平台按照如下方式处理</p>
    <p>1)企业商家、预售商品买家提供的证据无法证明其拒收理由属于第一类或第二类理的,卖家有权选择拒收,或签收买家拒收的商品：</p>
    <p>a)卖家拒收买家拒收的商品的,该商品损毁、丢失风险自买家拒收之日起由买家承担</p>
    <p>b)卖家签收买家拒收的商品的,卖家在签收该商品后，将同时催告买家召回该商品，买家召回的，应支付二次寄送运费。</p>
    <p>（二）查验及交易完成</p>
    <p>买家购买企业商家商品的，平台支持买家在签收商品后的<span class="red">48小时内，个人点击确认收货前</span>按照第十二条的要求向平台提出售后申请，（48小时系统自动）前向卖家提出异议，买家在前述时间内未申请售后的，视为买家验收通过，平台默认确认收货，交易完成，将打款企业商家。</p>
    <h3>九、企业商家商品买家异议处理流程</h3>
    <p>（一）买家在签收企业商家商品后，经查验认为商品存在问题的，买家签收商品后的<span class="red">24小时内</span>向平台提出售后申请，并应向平台客服提供证据（异议照片、开箱视频等，若为肉眼不可识别的材质、功能性等问题还应当提供品牌官方或鉴定机构或质检部门的鉴定意见或结论等），买家查验商品时，<span class="red">应保持不拆开塑料薄膜，封条完整、外包装完好无损，如果买家拆除、污损等，则买家将不能因商品为假冒产品而向卖家或平台主张权益。</span></p>
    <p>（二）平台将及时处理买方的申请,如商品确存在买家所述问题,平台将协助买家向卖家维权。</p>
    <h3>十、买家违约应承担的赔付责任</h3>
    <p>（一）买家下单卖家商品后，在卖家未发货的情况下，买家可以取消订单。</p>
    <p>（二）对于平台所有商品，在支付全款前买家已有充足时间考虑，所以对于平台所有商品已支付订单，买家下单发货后不可取消订单。</p>
    <p>（三）预售商品，因预售商品的特殊性，买家支付该商品定金后，定金会打款至卖家生产商品，定金故不退还。</p>
    <h3>十一、卖家违约时买家可得到的赔偿</h3>
    <p>（一）买家付款后，卖家若出现以下情况买家同意平台关闭交易，将全额退款给买家。关闭交易后，买家获得赔偿金规则如下：</p>
    <p>1.卖家主动关闭交易</p>
    <p>2.规定时间内未发货</p>
    <h3>十二、平台收费</h3>
    <p class="bold">(一)如买卖双方交易达成,平台将收取以订单支付页面所列收费项作为具体服务费用。</p>
    <p class="bold">(二)如买卖双方交易关闭，平台将根据不同情形在违约方支付给守约方的违约金中扣除相应比例作为平台技术服务费。</p>
    <h3>十三、交易安全</h3>
    <p>(一)平台抵制利用平台系统漏洞恶意刷单,套现,交易假货的行为,平台一旦发现用户存在上述行为,有权采取包括但不限于关闭交易订单,封闭用户账号,或者釆取进一步法律措</p>
    <p class="red">(二)买家应该知悉并且了解,由于平台显示信息可能存在一定的滞后性或差错,因此由于排版错误或者信息错误导致商品以不正确或者不合理的信息或者价格显示的,平台有权取消相关商品订单的权利,并且不对买家进行赔付。平台会尽最大努力核实商品是否客观存在的情况,减少该等情况的发生。</p>
    <p>(三)买家应该知悉并且了解,因某款商品客观不存在,但平台系统默认存在该款商品而导致买家下达订单后不能获得该商品的,买家将不能因此获得赔付。平台会尽最大努力核实商品是否客观存在的情况,减少该等情况的发生。</p>
    <h3>十四、争议解决</h3>
    <p>买家对平台服务,或对平台作出的买家异议处理建议不满或有异议的,可向<span>平台所在地人民法院</span>提起对卖家的诉讼,平台将尽最大努力协助用户处理纠纷。</p>
    <h3>十六、免责声明</h3>
    <p>（一）买家不得、利用平台从事恶意欺骗、欺诈之行为,亦不得故意或过失损害平台的合法权益;因卖家违约、违规等行为与第三人产生的纠纷,买家向卖家主张权利时,平台将提供及时的帮助,协助买家处理相关问题。</p>
    <p class="red">（二）平台将尽最大努力打击假冒伪劣商品和该等商品的交易行为,平台买家对商品的查验行为不代表平台对卖家、商品质量或真伪进行任何形式的担保或保证。如商品为假冒产品,平台作为第三方电商平台,将尽最大努力协助买家维权,并由卖家直接向买家承担违约责任或赔偿责任,买家亦可就此釆取行政塋报、提起民事诉讼或刑事举报等法律手段维护自身权利。</p>
    <p>（三）平台非商品销售主体,因此平台无法亦不支持开具商品销售发票。</p>
    <p>（四）平台有权对本规则进行不时的修改(修改包括变更、减少、增加相应的条款內容)。一旦本规则发生修改,将在相关页面提示或公示。如果您不同意本规则的修改,烦请停止对平台服务的使用。您继续使用平台服务,则视为您已经接受本规则的全部修改。</p>
    <p>（五）用户确认,本规则条款并非属于《合同法》第40条规定的“免除其责任、加重对方责任、排除对方主要权利的″的条款,并同意该条款的合法性及有效性。</p>
    <p>本规则的最终解释权归漫想家平台所有，漫想家平台有权对本规则进行修改并公示。</p>
  </div>
</template>

<script>
export default {
  name: 'item',
  data() {
    return {}
  },
  computed: {},
  created() {
  },
  mounted() {
  }
}
</script>

<style lang="stylus" scoped>
.text-ct {
  padding: .6em
}
h2 {
  padding: .5em 0
  font-size 18rem
  text-align: center
  font-weight: bold
  color: #666
}
p {
  margin-top: .3em
  margin-bottom: .3em
  text-indent: 2em;
  text-align: justify;
}
.bold{
  font-weight: bold
  text-indent: 0
}
.underline{
  text-decoration underline
}
.red{
  color: red
  text-decoration underline
}
</style>
